Repository: Z3ryk/DailyQuiz
Catalog: DailyQuiz/Resources/Localizable.xcstrings
Source language: ru
Languages: en

# delete
source: Удалить
en: Delete

# download_error
source: Ошибка! Попробуйте еще раз
en: Mistake! Try again

# history
source: История
en: History

# next
source: ДАЛЕЕ
en: NEXT

# no_back
source: Вернутся к предыдущим вопросам нельзя
en: You can't go back to the previous questions

# no_quiz
source: Вы еще не проходили ни одной викторины
en: You haven't taken any quiz yet

# ok
source: ХОРОШО
en: OK

# quiz_deleted
source: Попытка удалена
en: Attempt deleted

# results_description_five
source: — вы ответили на всё правильно. Это блестящий результат!
en: — you answered everything correctly. That’s a brilliant result!

# results_description_four
source: — очень близко к совершенству. Ещё один шаг!
en: — you’re very close to perfection. One more step!

# results_description_one
source: — иногда просто не ваш день. Следующая попытка будет лучше!
en: — you’re on the right track. Keep practicing!

# results_description_three
source: — вы на верном пути. Продолжайте тренироваться!
en: — don’t be discouraged. Give it another try!

# results_description_two
source: — не расстраивайтесь, попробуйте ещё раз!
en: — sometimes it’s just not your day. Your next attempt will be better!

# results_description_zero
source: — не отчаивайтесь. Начните заново и удивите себя!
en: — don’t give up. Start over and surprise yourself!

# results_title
source: Результат
en: Result

# start_over
source: НАЧАТЬ ЗАНОВО
en: START AGAIN

# start_quiz
source: НАЧАТЬ ВИКТОРИНУ
en: START THE QUIST

# time_expired
source: Время вышло!
en: The time is up!

# time_expired_try_again
source: Вы не успели завершить викторину. Попробуйте еще раз!
en: You didn't have time to complete the quiz. Try again!

# try_again
source: Вы можете пройти викторину снова, когда будете готовы.
en: You can take the quiz again when you are ready.

# welcome_title
source: Добро пожаловать в DailyQuiz!
en: Welcome to DailyQuiz!
